tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "lotyp/formulae"
tap "romkatv/powerlevel10k"
tap "vinhnx/formulae"
brew "ansible"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "coreutils"
brew "diff-so-fancy"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-gui"
brew "inetutils"
brew "kubernetes-cli"
brew "libffi"
brew "libmemcached"
brew "libpng"
brew "libpq"
brew "libtool"
brew "mas"
brew "neofetch"
brew "node"
brew "openblas"
brew "openssl@3"
brew "ossp-uuid"
brew "pkg-config"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zlib"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@4"
brew "lotyp/formulae/dockutil"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "vinhnx/formulae/spawn"
cask "docker"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "miro"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
mas "Xcode", id: 497799835
