tap "arttor/tap"
tap "azure/functions"
tap "azure/kubelogin"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "lotyp/formulae"
tap "romkatv/powerlevel10k"
tap "thecasualcoder/stable"
tap "vinhnx/formulae"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "libpng"
brew "atlantis"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "azure-cli"
brew "coreutils"
brew "cypher-shell"
brew "deno"
brew "diff-so-fancy"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-extras"
brew "tcl-tk"
brew "git-gui"
brew "git-quick-stats"
brew "libtool"
brew "graphviz"
brew "helm"
brew "htop"
brew "inetutils"
brew "infracost"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libevent"
brew "libffi"
brew "libmemcached"
brew "libpq"
brew "mas"
brew "neofetch"
brew "node"
brew "node@18"
brew "openblas"
brew "openssl@1.1"
brew "ossp-uuid"
brew "pinentry-mac"
brew "pixie", link: false
brew "pkg-config"
brew "pnpm"
brew "powerlevel10k"
brew "python@3.10"
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "tree"
brew "typescript"
brew "watch"
brew "websocat"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zlib"
brew "zsh"
brew "arttor/tap/helmify"
brew "azure/functions/azure-functions-core-tools@4"
brew "azure/kubelogin/kubelogin"
brew "hashicorp/tap/terraform"
brew "lotyp/formulae/dockutil"
brew "thecasualcoder/stable/tf-summarize"
brew "vinhnx/formulae/spawn"
cask "docker"
cask "drawio"
cask "figma"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "microsoft-azure-storage-explorer"
cask "miro"
cask "postman"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "Postman Interceptor", id: 6460587883
mas "Xcode", id: 497799835
vscode "1yib.nodejs-bundle"
vscode "1yib.svelte-bundle"
vscode "42crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "bierner.color-info"
vscode "bierner.markdown-preview-github-styles"
vscode "christian-kohler.npm-intellisense"
vscode "darkriszty.markdown-table-prettify"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "fnando.linter"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "henriiik.vscode-sort"
vscode "ibm.output-colorizer"
vscode "idleberg.openvpn"
vscode "iliazeus.vscode-ansi"
vscode "jock.svg"
vscode "kakumei.ts-debug"
vscode "leo-ls.fiori-xml-lint"
vscode "matheusq94.tfs"
vscode "mcright.auto-save"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-it"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "naumovs.color-highlight"
vscode "postman.postman-for-vscode"
vscode "rangav.vscode-thunder-client"
vscode "redhat.ansible"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "run-at-scale.terraform-doc-snippets"
vscode "rvest.vs-code-prettier-eslint"
vscode "standard.vscode-standard"
vscode "stateful.runme"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tim-koehler.helm-intellisense"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.javascriptsnippets"
vscode "yatki.vscode-surround"
vscode "yzhang.markdown-all-in-one"
